PB.sets("library-exam-batch", {
  "batch-1": [
    {
      id: "exam-youth-01",
      title: "উপজেলা যুব উন্নয়ন কর্মকর্তা (স্থগিত) - পরীক্ষা নং-০১",
      negative: 0.50,
      duration: 50,
      text: `
১. প্রত্যেক ভাষার কয়টি মৌলিক অংশ আছে?
ক) দুটি
খ) তিনটি
গ) চারটি
ঘ) পাঁচটি
উত্তর: গ

২. বাংলা ভাষায় মাত্রাবিহীন বর্ণ কয়টি?
ক) আটটি
খ) দশটি
গ) এগারোটি
ঘ) নয়টি
উত্তর: খ

৩. নিচের কোনগুলো পরাশ্রয়ী বর্ণ?
ক) ঙ, ঞ, ন
খ) ং, ঃ, ঁ
গ) শ, ষ, স
ঘ) ড়, ঢ়, ঢ়
উত্তর: খ

৪. স্বভাবতই 'ণ' হয়েছে কোনটিতে?
ক) ঋণ
খ) বর্ণনা
গ) পণ
ঘ) ভাষণ
উত্তর: গ

৫. 'অহরহ' এর সন্ধিবিচ্ছেদ কোনটি?
ক) অহ্ + অহ
খ) অহঃ + অহ
গ) অহং + রহ
ঘ) অহ + রহ
উত্তর: খ

৬. কোনটির শেষে স্ত্রীবাচক শব্দ যোগ করে লিঙ্গান্তর করতে হয়?
ক) গোয়লা
খ) পুলিশ
গ) কবি
ঘ) কর্মী
উত্তর: ক

৭. 'কুলি' শব্দের লিঙ্গান্তর কী হবে?
ক) কামিনী
খ) কুলিনী
গ) কামিন
ঘ) কামিনি
উত্তর: গ

৮. কোনটি ধন্যাত্মক দ্বিরুক্তি?
ক) ঝিকিমিকি
খ) ছটফট
গ) মারামারি
ঘ) চাল-চলন
উত্তর: ক

৯. নিচের কোনটি ক্রমবাচক সংখ্যা?
ক) পহেলা
খ) এক
গ) পনেরই
ঘ) অষ্টম
উত্তর: ঘ

১০. নিচের কোনটি বিপরীতার্থক দ্বন্দ্ব?
ক) অহি-নকুল
খ) জমা-খরচ
গ) মাসি-পিসি
ঘ) হাট-বাজার
উত্তর: খ

১১. উপকূল হতে কত নটিকেল মাইল বাংলাদেশের মহীসোপান অঞ্চল?
ক) ১২
খ) ২০০
গ) ৩৫০
ঘ) ৩৭০
উত্তর: গ

১২. হোক্কাইডো দ্বীপটি কোন দেশে অবস্থিত?
ক) ফিলিপাইন
খ) জাপান
গ) চীন
ঘ) দ: কোরিয়া
উত্তর: খ

১৩. প্রান্তিক হ্রদ কোন জেলায় অবস্থিত?
ক) রাঙামাটি
খ) খাগড়াছড়ি
গ) বান্দরবান
ঘ) সিলেট
উত্তর: গ

১৪. গোল্ড কোস্ট কোন দেশের পুরানো নাম?
ক) ওশানিয়া
খ) অস্ট্রেলিয়া
গ) সুরিনাম
ঘ) ঘানা
উত্তর: ঘ

১৫. নিচের কোন দেশটি 'হর্ন অব আফ্রিকা' নামে পরিচিত?
ক) ইথিওপিয়া
খ) নাইজেরিয়া
গ) সোমালিয়া
ঘ) রুয়ান্ডা
উত্তর: ক

১৬. জাতি সংঘের জলবায়ু বিষয়ক সংস্থার নাম কি?
ক) UNEP
খ) WMO
গ) IMO
ঘ) ITU
উত্তর: খ

১৭. দুর্যোগ ব্যবস্থাপনার মুখ্য উপাদানগুলো কী?
ক) প্রতিরোধ, প্রশমন, পূর্বপ্রস্তুতি
খ) প্রতিরোধ, প্রশমন, পুনরুদ্ধার
গ) প্রতিরোধ, পুনরুদ্ধার, সাড়াদান
ঘ) পুনরুদ্ধার, উন্নয়ন ও প্রশমন
উত্তর: ক

১৮. সমুদ্র বন্দরের জন্য সতর্ক সংকেত কতটি?
ক) ৬
খ) ৭
গ) ৮
ঘ) ১০
উত্তর: গ

১৯. ভূমিকম্পের সাথে কি ঘটার আশংখ্যা থাকে?
ক) বন্যা
খ) জলোচ্ছ্বাস
গ) সুনামি
ঘ) টর্নেডো
উত্তর: গ

২০. এশিয়ায় প্রলয়ঙ্কারী সুনামির উৎস কোথায় ছিল?
ক) ভারতের অন্ধ্র উপকূলে
খ) থাইল্যান্ডের ফুকেটে
গ) ইন্দোনেশিয়ার বালিতে
ঘ) ইন্দোনেশিয়ার আচেহ হতে
উত্তর: ঘ

২১. পলিথিন ব্যবহার নিষিদ্ধ করার বড় কারণ-
ক) পানিতে আর্সেনিকের পরিমাণ হ্রাস
খ) পরিবেশ দূষণ হ্রাস
গ) ডেঙ্গু জ্বরের প্রকোপ কমানো
ঘ) উৎপাদন খরচের আধিক্য
উত্তর: খ

২২. "শাতিলগঞ্জ" বর্তমান কোন শহরের পূর্বনাম?
ক) খুলনা
খ) ফেনী
গ) চট্টগ্রাম
ঘ) সিলেট
উত্তর: গ

২৩. জলভাগের পরিমাণ বেশি-
ক) পূর্ব গোলার্ধে
খ) পশ্চিম গোলার্ধে
গ) দক্ষিণ গোলার্ধে
ঘ) উত্তর গোলার্ধে
উত্তর: গ

২৪. আফ্রিকাকে স্পেন থেকে আলাদা করেছে-
ক) মালাক্কা প্রণালি
খ) ফ্লোরিডা প্রণালি
গ) জিব্রাল্টার প্রণালি
ঘ) লোহিত সাগর
উত্তর: গ

২৫. WWF কি নিয়ে কাজ করে?
ক) খাদ্য
খ) পরিবেশ
গ) জনসংখ্যা
ঘ) শিক্ষা
উত্তর: খ

২৬. The antonym of the word Kindness is ____
ক) Rancour
খ) Woo
গ) Malice
ঘ) Adversity
উত্তর: গ

২৭. Find out the feminine gender
ক) Filly
খ) Buck
গ) Count
ঘ) Stag
উত্তর: ক

২৮. দুর্যোগ ব্যবস্থাপনা চক্রের ব্যয়বহুল স্তর হচ্ছে-
ক) উদ্ধার
খ) প্রশমন
গ) সাড়াদান
ঘ) পূর্বপ্রস্তুতি
উত্তর: খ

২৯. ভূমিকম্পের ফলে ব্রহ্মপুত্র নদের গতিপথ পরিবর্তিত হয় কতসালে?
ক) ১৬৮৭
খ) ১৭৭৬
গ) ১৭৮৭
ঘ) ১৮৮৭
উত্তর: গ

৩০. কিয়োটো প্রটোকল কিসের সাথে সম্পর্কযুক্ত-
ক) পারমাণবিক
খ) পরিবেশ
গ) বাণিজ্য
ঘ) কৃষি বিষয়ক
উত্তর: খ

৩১. 'সুনামি' শব্দটি কোন ভাষা থেকে নেয়া হয়েছে?
ক) ইন্দোনেশীয়
খ) জাপানি
গ) সিংহলি
ঘ) মালয়
উত্তর: খ

৩২. সিমা (Sima) স্তর কোথায় দেখা যায়?
ক) গুরুমন্ডল
খ) কেন্দ্রমন্ডল
গ) ভূ-ত্বক
ঘ) কোনটিই নয়
উত্তর: গ

৩৩. প্লাইস্টোসিন যুগে গঠিত পাহাড় কোনটি?
ক) গারো পাহাড়
খ) আলুটিলা পাহাড়
গ) চিম্বুক পাহাড়
ঘ) সবকটি
উত্তর: ক

৩৪. মালদ্বীপ কোন সাগরে অবস্থিত?
ক) ভারত মহাসাগর
খ) বঙ্গোপসাগর
গ) আরব সাগর
ঘ) পারস্য উপসাগর
উত্তর: ক

৩৫. রাতের বেলা বায়ু স্থলভাগ থেকে কোন দিকে প্রবাহিত হয়?
ক) সমুদ্রের দিকে
খ) উপরের দিকে
গ) পশ্চিম দিকে
ঘ) পূর্ব দিকে
উত্তর: ক

৩৬. বর্তমানে নদীবন্দরগুলোর জন্য মোট কয়টি সতর্ক সংকেত প্রচলিত রয়েছে?
ক) ৪টি
খ) ৬টি
গ) ৮টি
ঘ) ১০টি
উত্তর: খ

৩৭. "নোয়া" উপগ্রহটি কোন দেশের?
ক) যুক্তরাষ্ট্র
খ) ফ্রান্স
গ) রাশিয়া
ঘ) চীন
উত্তর: ক

৩৮. দক্ষিণ কোরিয়ায় কখন টাইফুন ঝড় হয়?
ক) জানুয়ারি ও ফেব্রুয়ারি মাসে
খ) এপ্রিল ও মে মাসে
গ) জুলাই ও আগস্ট মাসে
ঘ) সেপ্টেম্বর ও অক্টোবর মাসে
উত্তর: গ

৩৯. নীলগিরি পাহাড় কোন জেলায় অবস্থিত?
ক) রাঙামাটি
খ) খাগড়াছড়ি
গ) বান্দরবান
ঘ) সিলেট
উত্তর: গ

৪০. ৯০° পূর্ব দ্রাঘিমা রেখাটি নিম্নোক্ত কোন দেশ দিয়ে প্রবাহিত হয় নি?
ক) নেপাল
খ) বাংলাদেশ
গ) ভুটান
ঘ) চীন
উত্তর: ক

৪১. কত সালে বাংলাদেশে পলিথিন ব্যবহার নিষিদ্ধ করা হয়?
ক) ২০০১
খ) ২০০২
গ) ২০১৪
ঘ) ২০১২
উত্তর: খ

৪২. কত সালে জাতীয় দুর্যোগ ব্যবস্থাপনা নীতিমালা প্রণীত হয়?
ক) ২০১২
খ) ২০১০
গ) ২০১৫
ঘ) ২০১৮
উত্তর: গ

৪৩. বাংলাদেশে বর্তমানে সরকার স্বীকৃত দুর্যোগ কতটি?
ক) ১০
খ) ১১
গ) ১২
ঘ) ১৩
উত্তর: ঘ

৪৪. সুনামি একটি-
ক) সামুদ্রিক ভূমিকম্প
খ) সামুদ্রিক জলোচ্ছ্বাস
গ) সামুদ্রিক সাইক্লোন
ঘ) সামুদ্রিক নিম্নচাপ
উত্তর: খ

৪৫. আদিনাথ মন্দির কোথায় অবস্থিত?
ক) কুতুবদিয়া
খ) সোনাদিয়া
গ) মহেশখালী
ঘ) নিঝুম দ্বীপ
উত্তর: গ

৪৬. প্রাকৃতিক উৎস হতে প্রাপ্ত সবচেয়ে বেশি মৃদু পানির উৎস কোনটি?
ক) সাগর
খ) নদী
গ) বৃষ্টি
ঘ) হ্রদ
উত্তর: গ

৪৭. এশিয়ার দক্ষিণ ভাগ দিয়ে অতিক্রম করেছে-
ক) মূল মধ্যরেখা
খ) কর্কট ক্রান্তি
গ) বিষুবরেখা
ঘ) মকর ক্রান্তি
উত্তর: খ

৪৮. আন্তর্জাতিক পরিবেশ দিবস পালিত হয় কত তারিখ?
ক) ৫ মার্চ
খ) ৫ আগস্ট
গ) ৫ জুলাই
ঘ) ৫ জুন
উত্তর: ঘ

৪৯. 'ওয়েভ ট্রেন' কোন প্রাকৃতিক দুর্যোগের ক্ষেত্রে দেখা যায়?
ক) হিমবাহ ধ্বস
খ) সুনামি
গ) ভূমিকম্প
ঘ) ঝড়ো বাতাস
উত্তর: খ

৫০. কোনটি পিংক সিটি নামে পরিচিত?
ক) টোকিও
খ) দিল্লি
গ) বেইজিং
ঘ) জয়পুর
উত্তর: ঘ

৫১. ৫০০ টাকায় বিক্রয় করায় ২৫% লাভ হলো, ক্রয়মূল্য কত?
ক) ৬২৫ টাকা
খ) ৫৯৫ টাকা
গ) ৪০০ টাকা
ঘ) ৬৭৫ টাকা
উত্তর: গ

৫২. 'গুয়ানতানামো বে' কোথায় অবস্থিত?
ক) কানাডা
খ) কিউবা
গ) ইরাক
ঘ) যুক্তরাষ্ট্র
উত্তর: খ

৫৩. নিঝুম দ্বীপ কোন জেলায় অবস্থিত?
ক) ভোলা
খ) চট্টগ্রাম
গ) কক্সবাজার
ঘ) নোয়াখালী
উত্তর: ঘ

৫৪. নিচের কোনটি বাংলাদেশের সর্ববৃহৎ গ্যাসক্ষেত্র?
খ) হরিপুর
ক) বাখরাবাদ
গ) তিতাস
ঘ) হবিগঞ্জ
উত্তর: গ

৫৫. ঋতু পরিবর্তনের সাথে যে বায়ুর দিক পরিবর্তন হয় তাকে কোন বায়ু বলে?
ক) নিয়ত
খ) মৌসুমি
গ) অয়ন
ঘ) অনিয়মিত
উত্তর: খ

৫৬. 'সাদা সোনা' কাকে বলা হয়?
ক) চিংড়ি মাছ
খ) ইলিশ মাছ
গ) কৈ মাছ
ঘ) বোয়াল মাছ
উত্তর: ক

৫৭. ভূ-অভ্যন্তরের যে স্থানে ভূমিকম্পের উৎপত্তি হয় তাকে বলে?
ক) ফল্ট
খ) ফ্রাকচার
গ) ফোকাস
ঘ) এপিসেন্টার
উত্তর: গ

৫৮. জাতীয় দুর্যোগ প্রস্তুতি দিবস পালন করা হয়--
ক) ১০ মার্চ
খ) ৭ নভেম্বর
গ) ২০ জানুয়ারি
ঘ) ২ মার্চ
উত্তর: ক

৫৯. পলি মাটি আবৃত নদীগুলো-
ক) শাখা নদী
খ) উপনদী
গ) নদ
ঘ) a+b
উত্তর: ক

৬০. 'সিডর' শব্দের অর্থ-
ক) চোখ
খ) বন্যা
গ) ঝড়
ঘ) সূর্য
উত্তর: ক

৬১. Which of the following is not a type of incomplete verb?
ক) auxiliary verb
খ) intransitive verb
গ) semi-auxiliary
ঘ) being verb
উত্তর: খ

৬২. How did you make the machine ---?
ক) for working
খ) work
গ) to work
ঘ) worked
উত্তর: খ

৬৩. Which word is both a noun and a verb?
ক) believe
খ) water
গ) advise
ঘ) maker
উত্তর: খ

৬৪. 'Huffing and puffing, we arrived at the classroom door with only seven seconds to spare.' In this sentence the verb 'arrived' is-
ক) intransitive
খ) transitive
গ) causative
ঘ) defective
উত্তর: ক

৬৫. Karim need not think of a job. Here 'need' is a --- verb.
ক) Principal
খ) Finite
গ) Full
ঘ) Modal
উত্তর: ঘ

৬৬. I'll get an electrician --- the heating.
ক) repair
খ) to mend
গ) for mending
for repairing
উত্তর: খ

৬৭. I suggest that she --- the Head of the Department.
ক) Meet
খ) meets
গ) meeting
ঘ) met
উত্তর: ক

৬৮. Down with tyrant! Here 'down' is a/an ---
ক) verb
খ) adjective
গ) noun
ঘ) preposition
উত্তর: ক

৬৯. He writes a letter. In this sentence 'write' is a/an ---
ক) Intransitive verb
খ) Auxilary verb
গ) Principal verb
ঘ) Transitive verb
উত্তর: ঘ

৭০. Honey tastes sweet. Here 'taste' is a/an --- verb.
ক) linking
খ) transitive
গ) non-finite
ঘ) causative
উত্তর: ক

৭১. He had his hair ---.
ক) to cut
খ) cutting
গ) cut
ঘ) to be cut
উত্তর: গ

৭২. The mother made her baby --- the medicine.
ক) To take
খ) Take
গ) Taking
ঘ) For taking
উত্তর: খ

৭৩. Which of the following is a verb?
ক) economize
খ) economy
গ) economical
ঘ) economic
উত্তর: ক

৭৪. No sentence can be formed without the-
ক) Transitive verb
খ) Principal verb
গ) Factitive verb
ঘ) Intransitive verb
উত্তর: খ

৭৫. You --- tomorrow if you have any work.
ক) need not to come
খ) need not come
গ) need not coming
ঘ) don't need coming
উত্তর: খ

৭৬. বাংলাদেশের প্রথম সামুদ্রিক গ্যাসক্ষেত্র কোনটি?
ক) মাতার বাড়ি
খ) হাতিয়া প্রণালী
গ) জাফোর্ড পয়েণ্ট
ঘ) সাঙ্গু
উত্তর: ঘ

৭৭. They elected him captain. Here 'elected' is-
ক) Transitive verb
খ) Factitive verb
গ) Reflexive verb
ঘ) Causative verb
উত্তর: খ

৭৮. Mary had John --- the car.
কম) Would wash
খ) to wash
গ) wash
ঘ) to be washed
উত্তর: গ

৭৯. Which of the following words can be used as a verb?
ক) Mister
খ) Master
গ) Mistress
ঘ) Mastery
উত্তর: খ

৮০. Which of the following is a verb?
ক) Dance
খ) Some
গ) Roses
ঘ) Little
উত্তর: ক

৮১. যদি x - 1/x = 7 হলে, x³ - (1/x)³ এর মান কত?
ক) 334
খ) 154
গ) 364
ঘ) 512
উত্তর: গ

৮২. যদি m = √5 + √4 হয়, তবে m³ + 1/m³ এর মান কত?
ক) 4√5
খ) 34√5
গ) 44√5
ঘ) 34√4
উত্তর: খ

৮৩. 18x³y - 8xy³ এর উৎপাদক নির্ণয় কর-
ক) (9x³-4y³)
খ) 4xy(3x³-2y³)
গ) 2xy(3x-2y)(3x+2y)
ঘ) xy(9x³-4y³)
উত্তর: গ

৮৪. x² - 2xy - 4y - 4 এর উৎপাদক কত?
ক) (x+1)(x+2y-2)
খ) (x-1)(x-2y+2)
গ) (x+2)(x-2y-2)
ঘ) (x-2)(x+2y+2)
উত্তর: গ

৮৫. যদি a + 1/a = 3 হয়, তবে a³ + 1/a³ এর মান কত?
ক) 9
খ) 18
গ) 27
ঘ) 36
উত্তর: খ

৮৬. x = √4 + √3 হলে, x³ + 1/x³ এর মান কত?
ক) 5√3
খ) 10
গ) 5√2
ঘ) 2√5
উত্তর: খ

৮৭. 2x² - xy - 6y² এর উৎপাদক কোনটি?
ক) (x+2y)(2x-3y)
খ) (x-2y)(x-3y)
গ) (2x+3y)(x-2y)
ঘ) (2x+y)(x-2y)
উত্তর: গ

৮৮. 3x³ + 2x² - 21x - 20 রাশিটির একটি উৎপাদক হচ্ছে-
ক) x+2
খ) x-2
গ) x+1
ঘ) x-1
উত্তর: গ

৮৯. x = √3 + √2 হলে, x² + 1/x² এর মান নির্ণয় করুন।
ক) 0
খ) 1
গ) 5
ঘ) 10
উত্তর: ঘ

৯০. যদি x + 2 = 0 হলে, x³ + ... এর মান কত?
ক) 4x
খ) 6x
গ) 4
ঘ) ৮
উত্তর: খ

৯১. 2b²c² + 2c²a² + 2a²b² - a⁴ - b⁴ - c⁴ এর একটি উৎপাদক-
ক) (-a-b+c)
খ) (a-b-c)
গ) (a+b-c)
ঘ) (b-c-a)
উত্তর: গ

৯২. x³ + 3x² + 3x + 2 এর উৎপাদক কত?
ক) (x-2)(x²+x+1)
খ) (x+2)(x²+x+1)
গ) (x+2)(x²-x-1)
ঘ) (x-2)(x²-x+1)
উত্তর: খ

৯৩. যদি x² - 3x + 1 = 0 হয়, তবে (x² - 1/x²) এর মান কত?
ক) 5√3
খ) 3√5
গ) 4√5
ঘ) 6√5
উত্তর: খ

৯৪. যদি (x + 1/x)² = 38 হয়, তবে (x⁶ + 1)/x³ এর মান কত?
ক) 3
খ) 0
গ) 2
ঘ) 18
উত্তর: ঘ

৯৫. (a²-b²)(x²-y²) + 4abxy এর উৎপাদক কত?
ক) (ax+by+ay+bx)(ax+by-ay-bx)
খ) (ax+by+ay-bx)(ax+by-ay+bx)
গ) (ax-by+ay+bx)(ax-by-ay+bx)
ঘ) (ax-by+ay+bx)(ax+by-ay+bx)
উত্তর: খ

৯৬. x² + x - (a+1)(a+2) এর উৎপাদক কী কী?
ক) (x+1)(x+a+2)
খ) (x-a-1)(x+a-2)
গ) (x-a-1)(x+a+2)
ঘ) (x+a+2)(x-a-1)
উত্তর: ঘ

৯৭. যদি a + 1/a = √3 হয়, তবে a² + 1/a² এর মান কত?
ক) 6
খ) 4
গ) 2
ঘ) 5
উত্তর: ঘ

৯৮. m + n = √7 এবং mn = 3 হলে, m³ + n³ = কত?
ক) 127√7
খ) -2√7
গ) 27
ঘ) 20√7
উত্তর: খ

৯৯. 7x⁴ + 8xy³ এর উৎপাদক বিশ্লেষণ কোনটি?
ক) x(3x+2y)(9x²+6xy+4y²)
খ) x(3x-2y)(9x²-6xy+4y²)
গ) 3x(9x³+8y³)
ঘ) x(3x+2y)(9x²-6xy+4y²)
উত্তর: ঘ

১০০. ২০২৬ সালে নোবেল শান্তি পুরস্কার জয়ী Navi Pillay কোন দেশের নাগরিক?
ক) শ্রীলংকা
খ) কম্বোডিয়া
গ) ভারত
ঘ) দক্ষিণ আফ্রিকা
উত্তর: ঘ
`
    }
  ]
});
